package com.weather.fitpet.base.common.constant

/******************************************************************************
 * 업 무 명    : 데이타 정의 클래스
 * 파 일 명    : com.weather.fitpet.base.common.constant.Define
 * 설 명      : 앱에서 사용하는 const / enum 등을 정의한다.
 ************************** 변 경 이 력 ****************************************
 * 번호  작 업 자    작  업  일            변경내용
 * *****************************************************************************
 *  1    노준호      2023.04.18          최초작성
 ******************************************************************************/
object Define {

    const val URL_GEOCODING = "http://api.openweathermap.org/geo/1.0/"
    const val OPEN_API_KEY = "f14dab485a3712ab711c5725b46b6431"
}